Repository: iago1460/django-radio
Catalog: radio/locale/*/LC_MESSAGES/django.po
Languages: gl

source: Without reference
gl: Sin referencia

source: source
gl: fonte

source: RadioCo site admin
gl: RadioCo zona de administración

source: RadioCo administration
gl: Administración de RadioCo

source: There was an error while fetching programmes
gl: Ocorreu un erro cando se recollían os programas

source: There was an error while creating schedule
gl: Ocorreu un erro cando se creaban os horarios

source: There was an error in the request
gl: Ocorreu un erro na petición

source: Schedule Editor
gl: Editor de horarios

source: Loading
gl: Cargando

source: All changes saved
gl: Todos os cambios gardados

source: Programme type
gl: Tipo de programa

source: live
gl: Directo

source: broadcast
gl: Retransmisión

source: broadcast syndication
gl: Redifusión

source: Close
gl: Pechar

source: Save changes
gl: Gardar cambios

source: Changes saved
gl: Cambios gardados

source: Sorry, you don't have enough permissions. Please contact your administrator.
gl: Síntoo, no ten permisos abóndoos. Por favor contacte co seu administrador

source: Calendar Configuration not found. Please contact your administrator.
gl: Non se atopou a configuración do calendario. Por favor contacte co seu administrador

source: %(obj)s was changed successfully.
gl: %(obj)s foi cambiado con éxito.

source: Site Name
gl: Nome da web

source: Global Configuration
gl: Configuración global

source: URL Source
gl: Dirección URL

source: The source url where the recordings will be available after the upload. For example: "http://RadioCo.org/recordings/"
gl: Dirección url fonte onde as gravacións estarán dispoñibles trala subida. Por exemplo: "http://RadioCo.org/recordings/"

source: start delay
gl: retraso inicial

source: In seconds. Initial delay of recordings
gl: En segundos. Retraso inicial das gravacións

source: end delay
gl: retraso final

source: In seconds.
gl: En segundos.

source: next events
gl: próximos eventos

source: In hours. The next events supplied to the recorder program
gl: En horas. Os próximos eventos proporcionados o programa de gravación

source: Variable USERNAME_RADIOCO_RECORDER doesn't exist in your settings file
gl: A variable USERNAME_RADIOCO_RECORDER non existe no seu ficheiro de configuración

source: Podcast Configuration
gl: Configuración do podcast

source: scroll time
gl: tempo de desprazamento

source: Determines how far down the scroll pane is initially scrolled down.
gl: Determina o desprazamento inicial da grella

source: first day
gl: día de comezo

source: The day that the calendar begins
gl: O día no que o calendario comeza

source: min time
gl: hora mínima

source: Determines the starting time that will be displayed, even when the scrollbars have been scrolled all the way up.
gl: Determina a hora mínima que se amosará aínda que se faga scroll

source: max time
gl: hora máxima

source: Determines the end time (exclusively) that will be displayed, even when the scrollbars have been scrolled all the way down.
gl: Determina a hora máxima que se amosará aínda que se faga scroll

source: Calendar Configuration
gl: Configuración do calendario

source: Home
gl: Inicio

source: History
gl: Histórico

source: View on site
gl: Ver na web

source: This user has already a role in this programme.
gl: Este usuario xa ten un papel neste programa.

source: This user has already a role in this episode.
gl: Este usuario xa ten un papel neste episodio.

source: There are no available schedules.
gl: Non hai horarios dispoñibles

source: programmes
gl: programas

source: issue date
gl: Data de emisión

source: Next episodes
gl: Próximos episodios

source: Until now
gl: Ata agora

source: Last week
gl: Ultima semana

source: Since two weeks ago
gl: Desde fai dúas semanas

source: Not specified
gl: Non especificado

source: Presenter
gl: Presentador

source: Informer
gl: Informador

source: Contributor
gl: Axudante

source: Arts
gl: Arte

source: Business
gl: Negocios

source: Comedy
gl: Comedia

source: Education
gl: Educación

source: Games & Hobbies
gl: Xogos e pasatempos

source: Government & Organizations
gl: Goberno e organizacións

source: Health
gl: Saúde

source: Kids & Family
gl: Rapaces e familia

source: Music
gl: Música

source: News & Politics
gl: Novas e políticas

source: Religion & Spirituality
gl: Relixión e espiritualidade

source: Science & Medicine
gl: Ciencia e medicina

source: Society & Culture
gl: Sociedade e cultura

source: Sports & Recreation
gl: Deportes e ocio

source: Technology
gl: Tecnoloxía

source: TV & Film
gl: Cine e televisión

source: name
gl: nome

source: Please DON'T change this value. It's used to build URL's.
gl: Por favor non cambie este valor. É usado para facer URLs.

source: start date
gl: data de comezo

source: end date
gl: data de fin

source: This field can be null.
gl: Este campo pode ser nulo

source: announcers
gl: presentadores

source: synopsis
gl: Descrición

source: photo
gl: foto

source: language
gl: idioma

source: current season
gl: temporada actual

source: category
gl: categoría

source: runtime
gl: duración

source: In minutes.
gl: En minutos.

source: Duration must be greater than 0.
gl: A duración ten que ser maior a 0.

source: end date must be greater than or equal to start date.
gl: a data de fin ten que ser maior o igual a data de comezo.

source: programme
gl: programa

source: title
gl: título

source: people
gl: xente

source: summary
gl: resumo

source: season
gl: temporada

source: No. in season
gl: Número de episodio

source: episode
gl: episodio

source: episodes
gl: episodios

source: person
gl: persoa

source: role
gl: papel

source: description
gl: descrición

source: contributor
gl: axudante

source: contributors
gl: axudantes

source: roles
gl: papeis

source: Schedule pending
gl: Horario pendente

source: Sorry, HTML5 audio not supported.
gl: Síntoo, son HTML5 non soportado.

source: Sorry, this podcast isn't available yet
gl: Síntoo, este podcast aínda non esta dispoñible

source: The podcast will be available in
gl: O podcast estará dispoñible en

source: Staff
gl: Persoal

source: Episodes
gl: Episodios

source: Season
gl: Temporada

source: Without episodes.
gl: Sen episodios.

source: About
gl: Sobre isto

source: This programme ended in %(end_date)s
gl: Este programa remata en %(end_date)s

source: This programme has been active since %(start_date)s
gl: Este programa leva emitindo desde o %(start_date)s

source: Language
gl: Idioma

source: Programme list
gl: Lista de programas

source: No programmes are available
gl: Non hai programas dispoñibles

source: username
gl: nome de usuario

source: password
gl: contrasinal

source: Sorry! Access denied.
gl: Síntoo! Acceso denegado.

source: Sorry, this page doesn't exist.
gl: Síntoo! esta páxina non existe.

source: Oops! An Error Occurred.
gl: Ups! Ocorreu un problema

source: home
gl: inicio

source: schedules
gl: horarios

source: Logout
gl: Pechar sesión

source: Log in
gl: Iniciar sesión

source: now playing
gl: está soando

source: Coming soon
gl: Proximamente

source: playlist
gl: lista de reprodución

source: Now
gl: Agora

source: Thanks for spending some quality time with the Web site today.
gl: Grazas polo tempo que dedicou ao sitio web.

source: Log in again
gl: Volva a iniciar sesión

source: Please sign in
gl: Por favor identifíquese

source: Wrong Username and password combination.
gl: Combinación de usuario e contrasinal incorrecta

source: Copy of
gl: Copia de

source: Make a Copy of calendar
gl: Facer unha copia do calendario

source: Monday
gl: Luns

source: Tuesday
gl: Martes

source: Wednesday
gl: Mércores

source: Thursday
gl: Xoves

source: Friday
gl: Venres

source: Saturday
gl: Sábado

source: Sunday
gl: Domingo

source: there is another object between this dates.
gl: hai outro obxecto entre estas datas

source: there is another object without end_date
gl: hai outro obxecto sen data fin

source: start date cannot be null if end date exists
gl: A data de comezo non pode ser nula se a data de fin existe

source: schedule board
gl: grella

source: start time
gl: hora de comezo

source: type
gl: tipo

source: It is used when is a broadcast.
gl: É usado cando é unha retransmisión

source: This settings collides with: %(name)s [%(start_date)s %(start_day)s/%(start_month)s/%(start_year)s - %(end_date)s %(end_day)s/%(end_month)s/%(end_year)s ]
gl: Esta configuración colisiona con: %(name)s [%(start_date)s %(start_day)s/%(start_month)s/%(start_year)s - %(end_date)s %(end_day)s/%(end_month)s/%(end_year)s ]

source: schedule
gl: horario

source: Schedule
gl: Horario

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
gl: Obrigatorio. 30 carácteres ou menos. Letras, números e @/./+/-/_ carácteres.

source: Enter a valid username.
gl: Introduza un nome de usuario válido

source: first name
gl: nome

source: last name
gl: apelidos

source: email address
gl: correo electrónico

source: User with this Username already exists.
gl: Xa existe un usuario con este nome de usuario.

source: biography
gl: Biografía

source: display personal page
gl: mostrar páxina persoal

source: user profile
gl: perfil do usuario

source: Contributions
gl: Contribucións

source: No user information available
gl: Non hai información dispoñible

source: No userprofiles are available
gl: Non hai perfiles de usuario dispoñibles
